cask_args appdir: "/Applications"
tap "goodwithtech/dockle"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "knqyf263/trivy"
brew "ag"
brew "xz"
brew "amazon-ecs-cli"
brew "awscli"
brew "azure-cli"
brew "bash-completion@2"
brew "buildkit"
brew "cocot"
brew "coreutils"
brew "ctags"
brew "go"
brew "dep"
brew "direnv"
brew "docker-clean"
brew "gdbm"
brew "freetds"
brew "ghq"
brew "git"
brew "git-secrets"
brew "glances"
brew "gnu-sed"
brew "graphviz"
brew "grep"
brew "htop"
brew "hub"
brew "jq"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mecab-unidic"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "peco"
brew "plantuml"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "rust"
brew "sshpass"
brew "telnet"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vagrant-completion"
brew "watch"
brew "goodwithtech/dockle/dockle"
brew "knqyf263/trivy/trivy"
cask "appcleaner"
cask "darktable"
cask "insomnia"
cask "insomnia-designer"
cask "minikube"
cask "stats"
cask "vagrant-manager"
cask "android-file-transfer"
cask "bartender"
mas "OmniGraffle 7", id: 1142578753
mas "microsoft-excel", id: 462058435
mas "microsoft-word", id: 462054704
mas "microsoft-powerpoint", id: 462062816
mas "Messenger", id: 1480068668
mas "Slack", id: 803453959
mas "Skitch", id: 425955336
mas "GoodNotes 5", id: 1444383602
mas "xcode", id: 497799835
mas "Marked 2", id: 890031187
