{
  "CamelCaseMotion": { "branch": "master" },
  "VOoM": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "ddc-around": { "branch": "main" },
  "ddc-converter_remove_overlap": { "branch": "main" },
  "ddc-file": { "branch": "main" },
  "ddc-matcher_head": { "branch": "main" },
  "ddc-sorter_rank": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc-vim-lsp": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-column-filename": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-source-file": { "branch": "main" },
  "ddu-ui-filer": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "iceberg.vim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "indentLine": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "phd": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "recognize_charcode.vim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "sonictemplate-vim": { "branch": "master" },
  "summerfruit256.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-choosewin": { "branch": "master" },
  "vim-colors-solarized": { "branch": "master" },
  "vim-dirdiff": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-hybrid": { "branch": "master" },
  "vim-kaoriya": { "branch": "master" },
  "vim-lsp": { "branch": "master" },
  "vim-lsp-icons": { "branch": "master" },
  "vim-lsp-settings": { "branch": "master" },
  "vim-lucius": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" }
}
